{
  "Waiting for user to click ALLOW button on screen sharing device...": "Aguardando o usuário clicar no botão PERMITIR no dispositivo de compartilhamento de tela...",
  "Waiting for user to select source to share from screen sharing device...": "Aguardando o usuário selecionar a fonte para compartilhar no dispositivo de compartilhamento de tela...",
  "My Device Info": "Informações do meu dispositivo",
  "Device Type": "Tipo de dispositivo",
  "Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen is running": "O IP do seu dispositivo deve corresponder ao IP exibido no alerta que apareceu no computador onde o Deskreen está em execução.",
  "Device IP": "IP do dispositivo",
  "Device Browser": "Navegador do dispositivo",
  "Device OS": "Sistema operacional do dispositivo",
  "These details should match with the ones that you see in alert popup on computer screen, where Deskreen is running": "Esses detalhes devem corresponder aos que você vê na janela de alerta na tela do computador onde o Deskreen está sendo executado.",
  "Deskreen Screen Viewer": "Visualizador de tela do Deskreen",
  "Connected!": "Conectado!",
  "Error occurred": "Ocorreu um erro",
  "Deskreen Error Dialog": "Caixa de diálogo de erro do Deskreen",
  "Something went wrong": "Algo deu errado",
  "You may close this browser window then try to connect again": "Você pode fechar esta janela do navegador e tentar se conectar novamente",
  "An unknown error occurred": "Ocorreu um erro desconhecido",
  "You were not allowed to connect": "A conexão não foi permitida",
  "You were disconnected": "Você foi desconectado",
  "WebRTC error occurred": "Ocorreu um erro no WebRTC",
  "If you like Deskreen consider contributing financially Deskreen is open-source Your donations keep us motivated to make Deskreen even better": "Se você gosta do Deskreen, considere contribuir financeiramente. O Deskreen é open-source e suas doações nos motivam a torná-lo ainda melhor.",
  "Donate": "Doar",
  "Video stream is paused": "A transmissão de vídeo está pausada",
  "Video stream is playing": "A transmissão de vídeo está em execução",
  "Pause": "Pausar",
  "Play": "Reproduzir",
  "Video Settings": "Configurações de vídeo",
  "Flip": "Inverter",
  "Video quality has been changed to": "A qualidade do vídeo foi alterada para",
  "Click to Open Video Settings": "Clique para abrir as configurações de vídeo",
  "Click to Enter Full Screen Mode": "Clique para entrar no modo tela cheia",
  "Default video player has been turned OFF": "O reprodutor de vídeo padrão foi desativado",
  "Default video player has been turned ON": "O reprodutor de vídeo padrão foi ativado",
  "ON": "LIGADO",
  "OFF": "DESLIGADO",
  "Default Video Player": "Reprodutor de vídeo padrão",
  "Click to visit our website": "Clique para visitar nosso site",
  "Video is flipped horizontally": "O vídeo foi invertido horizontalmente",
  "TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "AS TRADUÇÕES ABAIXO AINDA NÃO FORAM ADICIONADAS À INTERFACE, MAS SUAS TRADUÇÕES SÃO BEM-VINDAS! OS RECURSOS SERÃO ADICIONADOS EM BREVE, ENTÃO SUAS TRADUÇÕES SÃO NECESSÁRIAS",
  "Click to see connection info": "Clique para ver as informações de conexão",
  "Pair ID": "ID de pareamento",
  "Unpair": "Desparear",
  "Session ID": "ID da sessão",
  "Click to boost video stream if it is lagging": "Clique para melhorar a transmissão de vídeo se ela estiver travando."
}
